[
    {
        "job_id": "6435cafdbc6e97326351840e",
        "index": 0,
        "company_logo": "https://i.ibb.co/r29SR8Z/airbnb.png",
        "job_title": "Data Scientist",
        "company_name": "Airbnb",
        "remote_or_onsite": "Remote",
        "address": "705 Sumner Place, Enoree, South Carolina, 5070",
        "job_type": "Full-time",
        "salary": "19k - 20k (Per Month)",
        "job_description": "You will be deeply involved in the technical details of expanding on the work we started with Project Lighthouse, in close collaboration with product, engineering and operations teams. Your work will help ensure that teams across the company are empowered with the insights necessary to address inequities within their features and surface areas, head-on -- ultimately enabling us to build a product that fosters true belonging amongst members of the Airbnb community.",
        "responsibilities": "Data scientists collaborate closely with business leaders and other key players to comprehend company objectives and identify data-driven strategies for achieving those objectives. A data scientist’s job is to gather a large amount of data, analyze it, separate out the essential information, and then utilize tools like SAS, R programming, Python, etc. to extract insights that may be used to increase the productivity and efficiency of the business. Depending on an organization’s needs, data scientists have a wide range of roles and responsibilities",
        "educational_requirements": "Bachelor/Masters in CSE/IT/EEE or Related Subjects",
        "experiences": "No Previous Experience is needed",
        "phone": "+1 (839) 473-2408",
        "email": "katheryncampbell@primordia.com"
    },
    {
        "job_id": "6435cafdb980691b3b88dab8",
        "index": 1,
        "company_logo": "https://i.ibb.co/vk87DQy/meta.png",
        "job_title": "Game Developer - Beat Games",
        "company_name": "Meta",
        "remote_or_onsite": "On-site",
        "address": "958 Bicobn Court, Healy, NY, 8829",
        "job_type": "Part-time",
        "salary": "12k - 15k (Per Month)",
        "job_description": "This is a key role in building the future of VR games and entertainment with the Beat Games team. We are a growing team of leaders in the VR industry at the cutting edge of where music and games come together. This role will help deliver new features, services, and improvements to Beat Saber across multiple VR platforms.",
        "responsibilities": "Drive roadmap creation and execution. Collaborate with various functions, drive engineering initiatives and have an impact at an organisational level. Work effectively with XFN partners and stakeholders to set and achieve optimal outcomes.",
        "educational_requirements": "Education doesn't matter if you have proper expertise",
        "experiences": "No Experiences needed.",
        "phone": "+1 (906) 583-3625",
        "email": "career@meta.com"
    },
    {
        "job_id": "6435cafd0f9f6b05b3b2d657",
        "index": 2,
        "company_logo": "https://i.ibb.co/Tq1N3LZ/google.png",
        "job_title": "Software Engineer (Frontend)",
        "company_name": "Google LLC",
        "remote_or_onsite": "On-site",
        "address": "866 Nixon Court, Healy, Michigan, 8829",
        "job_type": "Full-time",
        "salary": "22k - 25k (Per Month)",
        "job_description": "Working at Google is a dream for many software engineers. While the job comes with many perks and a lucrative salary and benefits, it is also important to know what exactly the role of a software engineer entails. Understanding the role will help you plan your interview prep.",
        "responsibilities": "A Front-End Developer is responsible for developing new user-facing features, determining the structure and design of web pages, building reusable codes, optimizing page loading times, and using a variety of markup languages to create the web pages.",
        "educational_requirements": "Bachelor/Masters From Any Background",
        "experiences": "1 year or more in relevant sector",
        "phone": "+1 (886) 426-3002",
        "email": "vickymathews@google.com"
    },
    {
        "job_id": "6435cafd934e73eb0168b2b6",
        "index": 3,
        "company_logo": "https://i.ibb.co/hVKGgrM/microsoft.png",
        "job_title": "Full-stack developer (Python & Nodejs)",
        "company_name": "Microsoft Corporation",
        "remote_or_onsite": "On-site",
        "address": "980 Chalku Mart, Dealy, Iwoa State, 9466",
        "job_type": "Full-time",
        "salary": "25k - 35k (Per Month)",
        "job_description": "Providing peace of mind for our customers with our security solutions is what excites us every day! Our team has people from a wide variety of backgrounds, previous work histories, and life experiences, and we are eager to maintain and grow that diversity. We are passionate about learning on the job, collaborating with other teams, and being customer obsessed. ",
        "educational_requirements": "BS or MS degree in Computer Science ",
        "responsibilities": "We are searching for a Full Stack Developer who can carry out web development and design tasks. You need to work with a website's or application's front, and back ends. Problem-solving and coordination with the project's core technology teams are among the tasks. You ought to be able to create complete platforms, including clients, servers, and databases.",
        "experiences": "3 year or more in relevant sector",
        "phone": "+2 (654) 426-3445",
        "email": "jobs@microsoft.com"
    },
    {
        "job_id": "6435cafdf4bfd090a3e56a36",
        "index": 4,
        "company_logo": "https://i.ibb.co/9hnbtTB/netflix.png",
        "job_title": "Machine Learning Expert",
        "company_name": "Netflix SMC",
        "remote_or_onsite": "Remote",
        "address": "534 Dgdfg Mart, JGY, FDgf State, 545",
        "job_type": "Part-time",
        "salary": "8k - 12k (Per Month)",
        "job_description": "Much of the ML literature focuses on model training, evaluation, and scoring. In this post, we will explore an understudied aspect of the ML lifecycle: integration of model outputs into applications.",
        "responsibilities": "To perform this job you have to acquire strong knowledge of data because this is what you are going to work with most of the time. How data works, what’s it based on. You have to know perfectly data structures and data modeling. It might be very helpful if you had a degree in computer science, mathematics or similar field. That's because a machine learning specialist has to display an understanding of math, probability, statistics, and algorithms in general. A large part of your duties will be coding. Mostly in coding languages such as Python, Java, Scala, C++ or JavaScript.",
        "educational_requirements": "BS or MS degree in Computer Science ",
        "experiences": "0 Year of Experience",
        "phone": "+25 (654) 426-544",
        "email": "career@netflix.com"
    },
    {
        "job_id": "6435cafdf4bfd090a3e58h39",
        "index": 5,
        "company_logo": "https://i.ibb.co/ZGGxP8j/tesla.png",
        "job_title": "Senior Electrical Engineer",
        "company_name": "Tesla Automotive company",
        "remote_or_onsite": "On-site",
        "address": "AUSTIN, Texas",
        "job_type": "Full-time",
        "salary": "38k - 60k (Per Month)",
        "job_description": "As Tesla continues to vertically integrate our operations,Tesla's Materials Engineering group is looking for a highly motivated Senior Electrical Engineer to work on a critical challenge facing the world's energy transition - expanding production of cathode materials and cathode raw material refining systems.",
        "responsibilities": "Senior electrical engineers develop engineering practices, design electrical systems, and provide technical consultation. They are usually experienced in drafting and interpreting engineering drawings, as well as implementing electrical systems, and managing electrical equipment in data centers.",
        "educational_requirements": "BS or MS degree in EEE",
        "experiences": "5 Years of Experience",
        "phone": "+3 (654) 653-6532",
        "email": "career@tesla.com"
    }
]